Repository: Sergaster/oidtdb
Catalog: long/po/*.po
Languages: ru

# 1.3.6.1.5.5.7.7.1
source: CMC Status Info
ru: Состояние CMC

# 1.3.6.1.5.5.7.7.5
source: Transaction Id
ru: Код транзакции

# 1.3.6.1.5.5.7.7.6
source: Sender Nonce
ru: Специальный отправитель

# 1.3.6.1.5.5.7.7.7
source: Recipient Nonce
ru: Специальный адресат

# 1.3.6.1.5.5.7.7.8
source: CMC Extensions
ru: Расширения CMC

# 1.3.6.1.5.5.7.7.15
source: Get Certificate
ru: Получение сертификата

# 1.3.6.1.5.5.7.7.16
source: Get CRL
ru: Получить CRL

# 1.3.6.1.5.5.7.7.17
source: Revoke Request
ru: Отзыв запроса

# 1.3.6.1.5.5.7.7.18
source: Reg Info
ru: Сведения

# 1.3.6.1.5.5.7.7.21
source: Query Pending
ru: Ожидание выполнения запроса

# 1.3.6.1.5.5.7.7.24
source: Confirm Certificate Acceptance
ru: Подтверждение принятия сертификата

# 1.3.6.1.4.1.311.44.3.4
source: Peer to Peer Trust
ru: Доверие в одноранговой сети

# 1.3.6.1.4.1.311.47.1.1
source: System Health Authentication
ru: Проверка работоспособности системы
