Repository: Sergaster/oidtdb
Catalog: long/po/*.po
Languages: ru

# 2.5.4.6
source: Country/Region (C)
ru: Страна или регион (C)

# 2.5.4.10
source: Organization (O)
ru: Организация (O)

# 2.5.4.11
source: Organizational Unit (OU)
ru: Подразделение (OU)

# 2.5.4.3
source: Common Name (CN)
ru: Обычное имя (CN)

# 2.5.4.7
source: Locality (L)
ru: Размещение (L)

# 2.5.4.8
source: State Or Province (S)
ru: Область, штат (S)

# 2.5.4.43
source: Initials (I)
ru: Инициалы (I)

# 2.5.4.4
source: Sur Name (SN)
ru: Фамилия (SN)

# 2.5.4.42
source: Given Name (G)
ru: Заданное имя (G)

# 2.5.4.12
source: Title (T)
ru: Должность (T)

# 2.5.4.65
source: Pseudonym
ru: Псевдоним

# 0.9.2342.19200300.100.1.25
source: Domain Component (DC)
ru: Компонент домена (DC)

# 1.2.840.113549.1.9.1
source: Email Address (E)
ru: Электронная почта (E)

# 1.3.6.1.5.5.7.3.1
source: Server Authentication
ru: Проверка подлинности сервера

# 1.3.6.1.5.5.7.3.2
source: Client Authentication
ru: Проверка подлинности клиента

# 1.3.6.1.5.5.7.3.3
source: Code Signing
ru: Подписывание кода

# 1.3.6.1.4.1.311.20.2.2
source: Microsoft Smart Card Logon
ru: Вход со смарт-картой

# 1.3.6.1.5.5.7.3.4
source: E-mail Protection
ru: Защищенная электронная почта

# 1.3.6.1.5.5.7.3.8
source: Time Stamping
ru: Установка метки времени

# 1.3.6.1.5.5.7.3.9
source: OCSP Signing (OCSP response signing)
ru: Подписание OCSP (Подпись ответа службы OCSP)

# 2.5.29.37.0
source: Any Purpose
ru: Любая цель

# 1.3.6.1.5.5.7.1.1
source: Authority Information Access
ru: Доступ к информации о центрах сертификации

# 1.3.6.1.5.5.7.48.1
source: OCSP
ru: Протокол определения состояния сертификата через сеть

# 1.3.6.1.5.5.7.48.2
source: Certification Authority Issuer
ru: Поставщик центра сертификации

# 2.5.29.14
source: Subject Key Identifier
ru: Идентификатор ключа субъекта

# 2.5.29.15
source: Key Usage
ru: Использование ключа

# 2.5.29.16
source: Private Key Usage Period
ru: Период использования закрытого ключа

# 2.5.29.17
source: Subject Alternative Name
ru: Дополнительное имя субъекта

# 2.5.29.18
source: Issuer Alternative Name
ru: Дополнительное имя поставщика

# 2.5.29.19
source: Basic Constraints
ru: Основные ограничения

# 2.5.29.30
source: Name Constraints
ru: Ограничения имени

# 2.5.29.31
source: CRL Distribution Points
ru: Точки распространения списков отзыва (CRL)

# 2.5.29.32
source: Certificate Policies
ru: Политики сертификата

# 2.5.29.35
source: Authority Key Identifier
ru: Идентификатор ключа центра сертификатов

# 2.5.29.37
source: Extended Key Usage
ru: Улучшенный ключ

# 2.5.29.54
source: Inhibit Any Policy
ru: Запретить все политики

# 2.5.4.5
source: Serial Number (SERIALNUMBER)
ru: Серийный номер (SERIALNUMBER)

# 2.5.4.9
source: Street Address (STREET)
ru: Адрес, улица (STREET)

# 2.5.4.16
source: Postal Address
ru: Почтовый адрес

# 2.5.4.52
source: Supported Algorithms
ru: Поддерживаемые алгоритмы

# 1.3.6.1.4.1.311.2.1.14
source: Certificate Extensions
ru: Расширения сертификатов

# 1.3.6.1.4.1.311.10.1
source: Certificate Trust List
ru: Список доверия сертификатов

# 1.3.6.1.4.1.311.10.2
source: Next Update Location
ru: Размещение следующего обновления

# 1.3.6.1.4.1.311.10.3.1
source: Microsoft Trust List Signing
ru: Подписывание списка доверия (Microsoft)

# 1.3.6.1.4.1.311.10.3.2
source: Microsoft Time Stamping
ru: Установка метки времени (Microsoft)

# 1.3.6.1.4.1.311.10.3.3.1
source: Serialized Signature Serial Number
ru: Серийный номер сериализованной подписи

# 1.3.6.1.4.1.311.10.3.4
source: Microsoft Encrypted File System
ru: Шифрующая файловая система (EFS)

# 1.3.6.1.4.1.311.10.3.4.1
source: File Recovery
ru: Восстановление файлов

# 1.3.6.1.4.1.311.10.3.5
source: Windows Hardware Driver Verification
ru: Проверка драйверов оборудования Windows

# 1.3.6.1.4.1.311.10.3.6
source: Windows System Component Verification
ru: Проверяет системные компоненты Windows

# 1.3.6.1.4.1.311.10.3.7
source: OEM Windows System Component Verification
ru: Проверка системных компонентов OEM Windows

# 1.3.6.1.4.1.311.10.3.8
source: Embedded Windows System Component Verification
ru: Встроенная проверка системных компонентов Windows

# 1.3.6.1.4.1.311.10.3.9
source: Root List Signer
ru: Подпись корневого списка

# 1.3.6.1.4.1.311.10.3.10
source: Qualified Subordination
ru: Квалифицированное подчинение

# 1.3.6.1.4.1.311.10.3.11
source: Key Recovery
ru: Восстановление ключа

# 1.3.6.1.4.1.311.10.3.12
source: Document Signing
ru: Подписывание документа

# 1.3.6.1.4.1.311.10.3.13
source: Lifetime Signing
ru: Бессрочная подписка

# 1.3.6.1.4.1.311.10.4.1
source: Yes or No Trust
ru: Да или нет доверию

# 1.3.6.1.4.1.311.10.5.1
source: Digital Rights
ru: Цифровые права

# 1.3.6.1.4.1.311.10.6.1
source: Key Pack Licenses
ru: Лицензии пакета ключей

# 1.3.6.1.4.1.311.10.6.2
source: License Server Verification
ru: Проверка сервера лицензий

# 1.3.6.1.4.1.311.10.9.1
source: Cross-Certificate Distribution Points
ru: Точки распространения перекрестных сертификатов

# 1.3.6.1.4.1.311.10.10.1
source: CMC Attributes
ru: Атрибуты CMC

# 1.3.6.1.4.1.311.10.12.1
source: All application policies
ru: Все политики применения

# 1.3.6.1.4.1.311.13.2.1
source: Enrollment Name Value Pair
ru: Пара имени и значения заявки

# 1.3.6.1.4.1.311.13.2.2
source: Enrollment CSP
ru: CSP подачи заявок

# 1.3.6.1.4.1.311.20.1
source: CTL Usage
ru: Использование списка доверия сертификатов

# 1.3.6.1.4.1.311.20.2
source: Certificate Template Name (Certificate Type)
ru: Имя шаблона сертификата (Тип сертификата)

# 1.3.6.1.4.1.311.20.2.1
source: Certificate Request Agent
ru: Агент запроса сертификата

# 1.3.6.1.4.1.311.20.2.3
source: Microsoft Universal Principal Name
ru: Имя субъекта

# 1.3.6.1.4.1.311.20.3
source: Certificate Manifold
ru: Размножение сертификата

# 1.3.6.1.4.1.311.21.1
source: CA Version
ru: Версия ЦС

# 1.3.6.1.4.1.311.21.2
source: Previous CA Certificate Hash
ru: Хэш сертификата прежнего ЦС

# 1.3.6.1.4.1.311.21.3
source: Virtual Base CRL Number
ru: Виртуальный номер базового CRL

# 1.3.6.1.4.1.311.21.4
source: Next CRL Publish
ru: Следующая публикация CRL

# 1.3.6.1.4.1.311.21.5
source: Private Key Archival
ru: Архивация закрытого ключа (Архивация закрытых ключей)

# 1.3.6.1.4.1.311.21.6
source: Key Recovery Agent
ru: Агент восстановления ключей

# 1.3.6.1.4.1.311.21.7
source: Certificate Template Information
ru: Сведения о шаблоне сертификата

# 1.3.6.1.4.1.311.21.8
source: Enterprise Root OID
ru: Корневой OID предприятия

# 1.3.6.1.4.1.311.21.9
source: Dummy Signer
ru: Заглушка подписи

# 1.3.6.1.4.1.311.21.10
source: Application Policies
ru: Политики применения

# 1.3.6.1.4.1.311.21.11
source: Application Policy Mappings
ru: Сопоставления политики применения

# 1.3.6.1.4.1.311.21.12
source: Application Policy Constraints
ru: Ограничения политики применения

# 1.3.6.1.4.1.311.25.1
source: DS Object Guid
ru: GUID объекта DS

# 1.3.6.1.4.1.311.31.1
source: Windows Product Update
ru: Обновление продукта Windows

# 1.3.6.1.4.1.311.64.1.1
source: Domain Name System (DNS) Server Trust
ru: Доверенный DNS-сервер

# 1.3.6.1.4.1.311.67.1.1
source: BitLocker Drive Encryption
ru: Шифрование диска BitLocker

# 1.3.6.1.4.1.311.67.1.2
source: BitLocker Data Recovery Agent
ru: Агент восстановления данных BitLocker

# 1.3.6.1.4.1.311.76.6.1
source: Windows Update
ru: Центр обновления Windows

# 1.2.840.113549.1.7.1
source: PKCS7 Data
ru: Данные PKCS 7

# 1.2.840.113549.1.7.2
source: PKCS7 Signed
ru: Подписан PKCS 7

# 1.2.840.113549.1.7.3
source: PKCS7 Enveloped
ru: Запечатан PKCS 7

# 1.2.840.113549.1.7.4
source: PKCS7 Signed and Enveloped
ru: Подписан и запечатан PKCS 7

# 1.2.840.113549.1.7.5
source: PKCS7 Digested
ru: Сделан дайджест PKCS 7

# 1.2.840.113549.1.7.6
source: PKCS7 Encrypted
ru: Зашифрован PKCS 7

# 1.2.840.113549.1.9.2
source: Unstructured Name
ru: Неструктурированное имя

# 1.2.840.113549.1.9.3
source: Content Type
ru: Тип содержимого

# 1.2.840.113549.1.9.4
source: Message Digest
ru: Выборка сообщения

# 1.2.840.113549.1.9.5
source: Signing Time
ru: Время подписания

# 1.2.840.113549.1.9.6
source: Counter Sign
ru: Подпись счетчика

# 1.2.840.113549.1.9.7
source: Challenge Password
ru: Пароль вызова

# 1.2.840.113549.1.9.8
source: Unstructured Address
ru: Неструктурированный адрес

# 1.2.840.113549.1.9.14
source: Certificate Extensions
ru: Расширения сертификатов

# 1.2.840.113549.1.9.15
source: S/MIME Capabilities
ru: Возможности SMIME

# 1.2.840.113549.3.2
source: rc2-cbc
ru: rc2

# 1.2.840.113549.3.7
source: des-ede3-cbc
ru: 3des

# 1.3.6.1.5.5.7.1.2
source: Biometric Info
ru: Биометрия

# 1.3.6.1.5.5.7.1.11
source: Subject Information Access
ru: Получатель сертификата доступа к информации (Доступ к сведениям о субъекте)

# 1.3.6.1.5.5.7.2.1
source: Policy Qualifier CPS
ru: CPS

# 1.3.6.1.5.5.7.2.2
source: Policy Qualifier User Notice
ru: Уведомление пользователя

# 1.3.6.1.5.5.7.3.5
source: IPSec End System
ru: Конечная система IP-безопасности

# 1.3.6.1.5.5.7.3.6
source: IPSec Tunnel
ru: Окончание туннеля IP-безопасности

# 1.3.6.1.5.5.7.3.7
source: IPSec User
ru: Пользователь IP-безопасности

# 1.3.6.1.5.5.7.48.5
source: CA Repository
ru: Хранилище данных сертификации

# 1.3.6.1.5.5.7.48.1.5
source: OCSP No Revocation Checking (id-pkix-ocsp-nocheck)
ru: НЕ проверять отзыв OCSP (Признак доверия службе OCSP (id-pkix-ocsp-nocheck))

# 1.3.14.3.2.7
source: des-cbc
ru: des

# 2.5.29.9
source: Subject Directory Attributes
ru: Атрибуты каталога субъектов

# 2.5.29.20
source: CRL Number
ru: Номер CRL

# 2.5.29.21
source: CRL Reason Code
ru: Код причины списка отзыва (CRL)

# 2.5.29.27
source: Delta CRL Indicator
ru: Индикатор разностного CRL

# 2.5.29.28
source: Issuing Distribution Point
ru: Точка распространения выдачи

# 2.5.29.32.0
source: All issuance policies
ru: Все политики выдачи

# 2.5.29.33
source: Policy Mappings
ru: Сопоставления политики

# 2.5.29.36
source: Policy Constraints
ru: Ограничения политики

# 2.5.29.46
source: Freshest CRL
ru: Новейший CRL

# 2.16.840.1.113730.1.1
source: Netscape Cert Type
ru: Тип сертификата Netscape

# 2.16.840.1.113730.1.2
source: Netscape Base URL
ru: Базовый URL Netscape

# 2.16.840.1.113730.1.3
source: Netscape Revocation URL
ru: URL отзыва Netscape

# 2.16.840.1.113730.1.4
source: Netscape CA Revocation URL
ru: URL отзыва ЦС Netscape

# 2.16.840.1.113730.1.7
source: Netscape Cert Renewal URL
ru: URL обновления сертификатов Netscape

# 2.16.840.1.113730.1.8
source: Netscape CA Policy URL
ru: URL политики ЦС Netscape

# 2.16.840.1.113730.1.12
source: Netscape SSL Server Name
ru: Имя SSL-сервера Netscape

# 2.16.840.1.113730.1.13
source: Netscape Comment
ru: Комментарий Netscape

# 2.16.840.1.101.3.4.1.2
source: aes-128-cbc
ru: aes128

# 2.16.840.1.101.3.4.1.22
source: aes-192-cbc
ru: aes192

# 2.16.840.1.101.3.4.1.42
source: aes-256-cbc
ru: aes256

# 1.2.643.2.2.3
source: GOST R 34.11-94/34.10-2001
ru: ГОСТ Р 34.11/34.10-2001

# 1.2.643.2.2.9
source: GOST R 34.11-94
ru: ГОСТ Р 34.11-94

# 1.2.643.2.2.19
source: GOST R 34.10-2001
ru: ГОСТ Р 34.10-2001

# 1.2.643.2.2.21
source: GOST 28147-89
ru: ГОСТ 28147-89

# 1.2.643.2.2.98
source: GOST R 34.10-2001 DH
ru: ГОСТ Р 34.10-2001 DH

# 1.2.643.7.1.1.1.1
source: GOST R 34.10-2012 256 bit
ru: ГОСТ Р 34.10-2012 256 бит

# 1.2.643.7.1.1.1.2
source: GOST R 34.10-2012 512 bit
ru: ГОСТ Р 34.10-2012 512 бит

# 1.2.643.7.1.1.2.2
source: GOST R 34.11-2012 256 bit
ru: ГОСТ Р 34.11-2012 256 бит

# 1.2.643.7.1.1.2.3
source: GOST R 34.11-2012 512 bit
ru: ГОСТ Р 34.11-2012 512 бит

# 1.2.643.7.1.1.3.2
source: GOST R 34.11-2012/34.10-2012 256 bit
ru: ГОСТ Р 34.11-2012/34.10-2012 256 бит

# 1.2.643.7.1.1.3.3
source: GOST R 34.11-2012/34.10-2012 512 bit
ru: ГОСТ Р 34.11-2012/34.10-2012 512 бит

# 1.2.643.7.1.2.1.1.1
source: GOST R 34.10-2012 256 bit, parameters TC26 A
ru: ГОСТ Р 34.10-2012 256 бит, параметры ТК26 А

# 1.2.643.7.1.2.1.1.2
source: GOST R 34.10-2012 256 bit, parameters TC26 B
ru: ГОСТ Р 34.10-2012 256 бит, параметры ТК26 B

# 1.2.643.7.1.2.1.1.3
source: GOST R 34.10-2012 256 bit, parameters TC26 C
ru: ГОСТ Р 34.10-2012 256 бит, параметры ТК26 C

# 1.2.643.7.1.2.1.1.4
source: GOST R 34.10-2012 256 bit, parameters TC26 D
ru: ГОСТ Р 34.10-2012 256 бит, параметры ТК26 D

# 1.2.643.7.1.2.1.2.1
source: GOST R 34.10-2012 512 bit, default parameters
ru: ГОСТ Р 34.10-2012 512 бит, параметры по умолчанию

# 1.2.643.7.1.2.1.2.2
source: GOST R 34.10-2012 512 bit, parameters TC26 B
ru: ГОСТ Р 34.10-2012 512 бит, параметры ТК26 B

# 1.2.643.7.1.2.1.2.3
source: GOST R 34.10-2012 512 bit, parameters TC26 C
ru: ГОСТ Р 34.10-2012 512 бит, параметры ТК26 С

# 1.2.643.7.1.2.5.1.1
source: GOST 28147-89, cipher parameters TC26 Z
ru: ГОСТ 28147-89, параметры шифрования ТК26 Z

# 1.2.643.3.131.1.1
source: INN
ru: ИНН

# 1.2.643.100.1
source: OGRN
ru: ОГРН

# 1.2.643.100.3
source: SNILS
ru: СНИЛС

# 1.2.643.100.111
source: Signing Tool of Subject
ru: Средство электронной подписи владельца

# 1.2.643.100.112
source: Signing Tool of Issuer
ru: Средства электронной подписи и УЦ издателя

# 1.2.840.10046.2.1
source: X9.42 DH
ru: DH

# 1.3.6.1.4.1.11129.2.4.2
source: CT Precertificate SCTs
ru: Список SCT

# 1.3.6.1.4.1.11129.2.4.3
source: CT Precertificate Poison
ru: CT_PRECERT_POISON

# 1.3.6.1.4.1.11129.2.4.4
source: CT Precertificate Signer
ru: KP_CT_PRECERT_SIGNING

# 1.3.6.1.4.1.311.60.2.1.1
source: jurisdictionLocalityName
ru: EV_RDN_LOCALE

# 1.3.6.1.4.1.311.60.2.1.2
source: jurisdictionStateOrProvinceName
ru: EV_RDN_STATE_OR_PROVINCE

# 1.3.6.1.4.1.311.60.2.1.3
source: jurisdictionCountryName
ru: EV_RDN_COUNTRY

# 1.3.6.1.5.2.3.5
source: KDC Authentication
ru: Проверка подлинности центра распространения ключей

# 1.3.6.1.5.5.7.12.2
source: CMC Data
ru: Данные CMC

# 1.3.6.1.5.5.7.12.3
source: CMC Response
ru: Ответ CMC

# 2.5.29.1
source: Authority Key Identifier
ru: Идентификатор ключа центра сертификатов

# 2.5.29.2
source: Key Attributes
ru: Атрибуты ключа

# 2.5.29.4
source: Key Usage Restriction
ru: Ограничение использования ключа

# 2.5.29.7
source: Subject Alternative Name
ru: Дополнительное имя субъекта

# 2.5.29.8
source: Issuer Alternative Name
ru: Дополнительное имя поставщика

# 2.5.29.10
source: Basic Constraints
ru: Основные ограничения

# 1.2.643.2.2.34.1
source: TLS traffic audit
ru: Аудит TLS трафика

# 1.2.643.2.2.34.2
source: Registration Authority temporary access
ru: Временный доступ к Центру Регистрации

# 1.2.643.2.2.34.3
source: Internet server content signature
ru: Подпись содержимого сервера Интернет

# 1.2.643.2.2.34.4
source: Registration Authority administrator
ru: Администратор Центра Регистрации

# 1.2.643.2.2.34.5
source: Registration Authority operator
ru: Оператор Центра Регистрации

# 1.2.643.2.2.34.6
source: Registration Authority user, HTTP, TLS client
ru: Пользователь Центра Регистрации, HTTP, TLS клиент

# 1.2.643.2.2.34.7
source: Registration Authority, CryptoPro RA, HTTP, TLS client
ru: Центр Регистрации, КриптоПро ЦР, HTTP, TLS клиент

# 1.2.643.2.2.34.8
source: CryptoPro RA, HTTP, TLS server
ru: КриптоПро ЦР, HTTP, TLS сервер

# 1.2.643.2.2.34.9
source: CryptoPro RA, System administrator
ru: КриптоПро ЦР, Системный администратор

# 1.2.643.2.2.34.10
source: CryptoPro RA, Backup copy administrator
ru: КриптоПро ЦР, Администратор резервного копирования

# 1.2.643.2.2.34.11
source: CryptoPro CA, Authorized person
ru: КриптоПро УЦ, Уполномоченное лицо

# 1.2.643.2.2.34.12
source: CryptoPro CA, HTTP, TLS client
ru: КриптоПро УЦ, HTTP, TLS клиент

# 1.2.643.2.2.34.13
source: CryptoPro CA, System administrator
ru: КриптоПро УЦ, Системный администратор

# 1.2.643.2.2.34.14
source: CryptoPro CA, Backup copy administrator
ru: КриптоПро УЦ, Администратор резервного копирования

# 1.2.643.2.2.34.15
source: CryptoPro, CA access, IPSec server
ru: КриптоПро, Доступ УЦ, IPSec сервер

# 1.2.643.2.2.34.16
source: CryptoPro HSM Audit Administrator
ru: Администратор аудита КриптоПро HSM

# 1.2.643.2.2.34.21
source: CryptoPro HSM Administrator
ru: Администратор КриптоПро HSM

# 1.2.643.2.2.34.22
source: CryptoPro HSM Server Administrator
ru: Администратор cервера КриптоПро HSM

# 1.2.643.2.2.34.24
source: CryptoPro CA, Domain Controller (Winlogon)
ru: КриптоПро УЦ, Контроллер домена (Winlogon)

# 1.2.643.2.2.34.25
source: TSP Server Client
ru: Пользователь службы штампов времени

# 1.2.643.2.2.34.26
source: OCSP Server Client
ru: Пользователь службы актуальных статусов

# 1.2.643.2.2.34.27
source: CryptoPro HSM Backup Administrator
ru: Администратор резервного копирования КриптоПро HSM

# 1.2.643.2.2.34.28
source: CryptoPro HSM Auditor
ru: Аудитор КриптоПро HSM

# 1.2.643.2.2.37.3.1
source: CryptoPro CSP private keys extension. Intermediate store
ru: Расширение контейнера КриптоПро CSP. Промежуточные сертификаты

# 1.2.643.2.2.37.3.2
source: CryptoPro CSP private keys extension. Signature trust store
ru: Расширение контейнера КриптоПро CSP. Доверенные сертификаты подписи

# 1.2.643.2.2.37.3.3
source: CryptoPro CSP private keys extension. Exchange trust store
ru: Расширение контейнера КриптоПро CSP. Доверенные сертификаты обмена

# 1.2.643.2.2.49.2
source: Crypto-Pro restricted license
ru: Ограниченная лицензия КРИПТО-ПРО

# 1.2.643.100.113.1
source: Electronic signature tool KC1
ru: Класс средства ЭП КС1

# 1.2.643.100.113.2
source: Electronic signature tool KC2
ru: Класс средства ЭП КС2

# 1.2.643.100.113.3
source: Electronic signature tool KC3
ru: Класс средства ЭП КС3

# 1.2.643.100.113.4
source: Electronic signature tool KB1
ru: Класс средства ЭП КВ1

# 1.2.643.100.113.5
source: Electronic signature tool KB2
ru: Класс средства ЭП КВ2

# 1.2.643.100.113.6
source: Electronic signature tool KA1
ru: Класс средства ЭП КА1

# 1.2.643.100.114.1
source: CA electronic signature tool KC1
ru: Класс средств УЦ КС1

# 1.2.643.100.114.2
source: CA electronic signature tool KC2
ru: Класс средств УЦ КС2

# 1.2.643.100.114.3
source: CA electronic signature tool KC3
ru: Класс средств УЦ КС3

# 1.2.643.100.114.4
source: CA electronic signature tool KB1
ru: Класс средств УЦ КВ1

# 1.2.643.100.114.5
source: CA electronic signature tool KB2
ru: Класс средств УЦ КВ2

# 1.2.643.100.114.6
source: CA electronic signature tool KA1
ru: Класс средств УЦ КА1

# 1.3.6.1.4.1.311.13.2.3
source: OS Version
ru: Версия ОС

# 1.3.6.1.4.1.311.21.13
source: Encrypted Private Key
ru: Зашифрованный закрытый ключ

# 1.3.6.1.4.1.311.21.14
source: Published CRL Locations
ru: Размещения опубликованных CRL

# 1.3.6.1.4.1.311.21.15
source: Enforce Certificate Chain Policy
ru: Задействовать политику цепочки сертификатов

# 1.3.6.1.4.1.311.21.16
source: Archived Key Certificate Hash
ru: Хэш сертификата архивированного ключа

# 1.3.6.1.4.1.311.21.19
source: Directory Service Email Replication
ru: Почтовая репликация службы каталогов

# 1.3.6.1.4.1.311.21.20
source: Client Information
ru: Сведения о клиенте

# 1.3.6.1.4.1.311.21.22
source: Cross CA Version
ru: Версия перекрестного ЦС

# 1.3.6.1.5.5.8.2.2
source: IP security IKE intermediate
ru: IKE-посредник IP-безопасности

# 1.2.840.113549.1.9.15.1
source: Prefer Signed Data
ru: Предпочтение подписанных данных

# 1.2.643.100.5
source: OGRNIP
ru: ОГРНИП

# 1.2.643.2.2.30.0
source: GOST R 34.11-94, test parameters
ru: ГОСТ Р 34.11-94, тестовые параметры

# 1.2.643.2.2.30.1
source: GOST R 34.11-94, default parameters
ru: ГОСТ Р 34.11-94, параметры по умолчанию

# 1.2.643.2.2.30.2
source: GOST R 34.11-94, hash parameters 1
ru: ГОСТ Р 34.11-94, параметры хэша 1

# 1.2.643.2.2.30.3
source: GOST R 34.11-94, hash parameters 2
ru: ГОСТ Р 34.11-94, параметры хэша 2

# 1.2.643.2.2.30.4
source: GOST R 34.11-94, hash parameters 3
ru: ГОСТ Р 34.11-94, параметры хэша 3

# 1.2.643.2.2.31.0
source: GOST 28147-89, test parameters
ru: ГОСТ 28147-89, тестовые параметры

# 1.2.643.2.2.31.1
source: GOST 28147-89, default parameters
ru: ГОСТ 28147-89, параметры по умолчанию

# 1.2.643.2.2.31.12
source: GOST 28147-89, cipher parameters TC26 A
ru: ГОСТ 28147-89, параметры шифрования ТК26 A

# 1.2.643.2.2.31.13
source: GOST 28147-89, cipher parameters TC26 B
ru: ГОСТ 28147-89, параметры шифрования ТК26 B

# 1.2.643.2.2.31.14
source: GOST 28147-89, cipher parameters TC26 C
ru: ГОСТ 28147-89, параметры шифрования ТК26 C

# 1.2.643.2.2.31.15
source: GOST 28147-89, cipher parameters TC26 D
ru: ГОСТ 28147-89, параметры шифрования ТК26 D

# 1.2.643.2.2.31.16
source: GOST 28147-89, cipher parameters TC26 E
ru: ГОСТ 28147-89, параметры шифрования ТК26 E

# 1.2.643.2.2.31.17
source: GOST 28147-89, cipher parameters TC26 F
ru: ГОСТ 28147-89, параметры шифрования ТК26 F

# 1.2.643.2.2.31.2
source: GOST 28147-89, cipher parameters 1
ru: ГОСТ 28147-89, параметры шифрования 1

# 1.2.643.2.2.31.3
source: GOST 28147-89, cipher parameters 2
ru: ГОСТ 28147-89, параметры шифрования 2

# 1.2.643.2.2.31.4
source: GOST 28147-89, cipher parameters 3
ru: ГОСТ 28147-89, параметры шифрования 3

# 1.2.643.2.2.31.5
source: GOST 28147-89, Oscar 1.1 parameters
ru: ГОСТ 28147-89, параметры Оскар 1.1

# 1.2.643.2.2.31.6
source: GOST 28147-89, Oscar 1.0 parameters
ru: ГОСТ 28147-89, параметры Оскар 1.0

# 1.2.643.2.2.31.7
source: GOST 28147-89, RIC 1 parameters
ru: ГОСТ 28147-89, параметры РИК 1

# 1.2.643.2.2.35.0
source: GOST R 34.10 256 bit, test parameters
ru: ГОСТ Р 34.10 256 бит, тестовые параметры

# 1.2.643.2.2.35.1
source: GOST R 34.10 256 bit, default parameters
ru: ГОСТ Р 34.10 256 бит, параметры по умолчанию

# 1.2.643.2.2.35.2
source: GOST R 34.10 256 bit, Oscar 2.x parameters
ru: ГОСТ Р 34.10 256 бит, параметры Оскар 2.x

# 1.2.643.2.2.35.3
source: GOST R 34.10 256 bit, signature parameters 1
ru: ГОСТ Р 34.10 256 бит, параметры подписи 1

# 1.2.643.2.2.36.0
source: GOST R 34.10 256 bit, default exchange parameters
ru: ГОСТ Р 34.10 256 бит, параметры обмена по умолчанию

# 1.2.643.2.2.36.1
source: GOST R 34.10 256 bit, exchange parameters 1
ru: ГОСТ Р 34.10 256 бит, параметры обмена 1

# 1.2.643.2.2.37.3.10
source: CryptoPro CSP private keys extension. Exchange key usage period
ru: Расширение контейнера КриптоПро CSP. Срок действия ключа обмена

# 1.2.643.2.2.37.3.11
source: CryptoPro CSP private keys extension. Private key time validity control mode
ru: Расширение контейнера КриптоПро CSP. Режим контроля срока действия закрытых ключей

# 1.2.643.2.2.37.3.9
source: CryptoPro CSP private keys extension. Signature key usage period
ru: Расширение контейнера КриптоПро CSP. Срок действия ключа подписи

# 1.2.643.2.2.38.1
source: Personal registration base policy
ru: Базовая политика личной регистрации владельца сертификата

# 1.2.643.2.2.38.2
source: Network registration base policy
ru: Базовая политика сетевой регистрации владельца сертификата

# 1.2.643.2.2.96
source: GOST R 34.10-2001 ESDH
ru: ГОСТ Р 34.10-2001 ESDH

# 1.2.643.7.1.1.5.1.1
source: GOST R 34.12-2015 Magma CTR-ACPKM
ru: ГОСТ Р 34.12-2015 Магма CTR-ACPKM

# 1.2.643.7.1.1.5.1.2
source: GOST R 34.12-2015 Magma CTR-ACPKM-OMAC
ru: ГОСТ Р 34.12-2015 Магма CTR-ACPKM-OMAC

# 1.2.643.7.1.1.5.2.1
source: GOST R 34.12-2015 Kuznyechik CTR-ACPKM
ru: ГОСТ Р 34.12-2015 Кузнечик CTR-ACPKM

# 1.2.643.7.1.1.5.2.2
source: GOST R 34.12-2015 Kuznyechik CTR-ACPKM-OMAC
ru: ГОСТ Р 34.12-2015 Кузнечик CTR-ACPKM-OMAC

# 1.2.643.7.1.1.6.1
source: GOST R 34.10-2012 DH 256 bit
ru: ГОСТ Р 34.10-2012 DH 256 бит

# 1.2.643.7.1.1.6.2
source: GOST R 34.10-2012 DH 512 bit
ru: ГОСТ Р 34.10-2012 DH 512 бит

# 1.2.840.10045.3.1.1
source: ECDSA, Curve P-192 (x962P192v1)
ru: nistP192 (x962P192v1)

# 1.2.840.10045.3.1.7
source: ECDSA, Curve P-256 (x962P256v1)
ru: ECDSA_P256 (x962P256v1)

# 1.3.132.0.33
source: ECDSA, Curve P-224 (wtls12)
ru: nistP224 (wtls12)

# 1.3.132.0.34
source: ECDSA, Curve P-384 (secP384r1)
ru: ECDSA_P384 (secP384r1)

# 1.3.132.0.35
source: ECDSA, Curve P-521 (secP521r1)
ru: ECDSA_P521 (secP521r1)

# 1.3.6.1.5.5.7.7
source: Unsigned CMC Request
ru: Неподписанный запрос CMC

# 1.3.6.1.5.5.7.1.3
source: Qualified Certificate Statements
ru: Декларации проверенных сертификатов
